Repository: Nikolai-Stoyanov/vehicle-fleet-management
Catalog: web/src/i18n/messages.*.xlf
Languages: bg

source: Log in
bg: Вход

source: Username
bg: Потребителско име

source: Password
bg: Парола

source: Login
bg: Вход

source: Don't have an account?
bg: Нямате акаунт?

source: Don't have an account?
bg: Нямате акаунт?

source: Register
bg: Регистрация

source: Email
bg: Имейл

source: Repeat password
bg: Повтори паролата

source: Register
bg: Регистрация

source: Already have an account?
bg: Вече имате акаунт?

source: Already have an account?
bg: Вече имате акаунт?

source: Login
bg: Вход

source: You do not have rights for module module!
bg: Нямате права за модул

source: Home
bg: Начало

source: About us
bg: За нас

source: Contacts
bg: Контакти

source: Hello
bg: Здравейте

source: Guest
bg: Гост

source: Logout
bg: Изход

source: Car brands
bg: Марки коли

source: Car models
bg: Модели коли

source: Fuel
bg: Гориво

source: Car records
bg: Досие на автомобил

source: Declarations
bg: Декларации

source: Users
bg: Потребители

source: Cars
bg: Автомобили

source: Car record
bg: Досие на автомобил

source: Operations
bg: Операции

source: Declaration
bg: Декларации

source: Nomenclatures
bg: Номенклатури

source: Vehicle type
bg: Тип превозно средство

source: Description
bg: Описание

source: Brand
bg: Марка

source: Model
bg: Модел

source: Frame number
bg: Номер на рама

source: Engine number
bg: Номер на двигател

source: Power (hp / kW)
bg: Мощност (кс / кв)

source: Engine volume
bg: Обем на двигател

source: Seating capacity
bg: Брой места

source: Color (primary)
bg: Цвят (основен)

source: Color (additional)
bg: Цвят (допълнителен)

source: Load capacity
bg: Товароподемност

source: Total mileage
bg: Км общо

source: Development (km) from / to
bg: Разработване (км) от / до

source: Owner
bg: Собственик

source: Headquarters
bg: Дирекция

source: Department
bg: Отдел

source: Stay place
bg: Място на престой

source: Inspection Date
bg: Дата ТП

source: Vignette Date
bg: Дата винетка

source: Insurance Date
bg: Дата ГО

source: Created by
bg: Създаден от

source: Created date
bg: Създаден на

source: Modify by
bg: Променен от

source: Modify date
bg: Променен на

source: Fuels
bg: Горива

source: Type
bg: Тип

source: Tank volume
bg: Обем на резервоара

source: Distance limit
bg: Лимит км

source: Money limit
bg: Лимит лв

source: Empty
bg: Празен

source: Registration numbers
bg: Регистрационен номер

source: Responsible
bg: Отговорник

source: Drivers
bg: Шофьори

source: Fuel cards
bg: Карта за гориво

source: Id
bg: ИД

source: Registration number
bg: Регистрационен номер

source: Driving category
bg: Категория

source: First registration date
bg: Дата на първа регистрация

source: Save
bg: Запази

source: Add Fuel
bg: Добави гориво

source: Add record
bg: Добави досие

source: Edit
bg: Редакция

source: Delete
bg: Изтриване

source: Record: item.registrationNumber
bg: Досие: item.registrationNumber

source: New Record
bg: Ново Досие

source: Are you sure you want to delete this model?
bg: Сигурни ли сте, че искате да изтриете този модел?

source: Yes
bg: Да

source: Car record successfully deleted.
bg: Досието е изтрито успешно.

source: Record not found
bg: Досието не е намерено.

source: No
bg: Не

source: ID
bg: ИД

source: Status
bg: Статус

source: Date from
bg: Дата от

source: Period
bg: Период

source: Old report(km)
bg: Старо показание (км)

source: Responsible
bg: Отговорник

source: New report(km)
bg: Ново показание (км)

source: Mileage
bg: Километраж

source: Distribution by fuel types
bg: Разпределение по видове горива

source: Fuel remaining
bg: Остатък гориво

source: Fuel consumption
bg: Разход на гориво

source: Distance remaining
bg: Остатък км

source: Edit
bg: Редакция

source: Save
bg: Запази

source: Add declaration
bg: Добави декларация

source: Select registration number
bg: Избери регистрационен номер

source: Cancel
bg: Отмени

source: Find
bg: Намери

source: Edit declaration for: item.registrationNumber
bg: Редакция на декларация за: item.registrationNumber

source: New declaration (this.currentRegistrationNumber.registrationNumber)
bg: Нова декларация

source: Are you sure you want to delete this declaration?
bg: Сигурни ли сте, че искате да изтриете тази декларация?

source: Declaration successfully deleted.
bg: Декларацията е успешно изтрита!

source: Declaration not found
bg: Декларацията не е намерена!

source: Hallo my friend
bg: Здравей приятелю!

source: Name
bg: Име

source: Company
bg: Компания

source: Models
bg: Модели

source: Active
bg: Активен

source: Add brand
bg: Добави марка

source: Brands table
bg: Таблица марки

source: Brand: item.name
bg: Марка: item.name

source: New brand
bg: Нова марка

source: Are you sure you want to delete this brand?
bg: Сигурни ли сте, че искате да изтриете тази марка?

source: Year
bg: Година

source: Add model
bg: Добави модел

source: Models table
bg: Таблица модели

source: Model: item.name
bg: Модел: item.name

source: New Model
bg: Нов модел

source: Is active
bg: Активен

source: Delete
bg: Изтриване

source: Add provider
bg: Добави бензиностанция

source: Providers table
bg: Таблица бензиностанции

source: Provider: item.name
bg: Бензиностанция: item.name

source: New provider
bg: Нова бензиностанция

source: Are you sure you want to delete this provider?
bg: Сигурни ли сте, че искате да изтриете тази бензиностанция?

source: Add fuel
bg: Добави гориво

source: Fuels table
bg: Таблица горива

source: Fuel: item.name
bg: Гориво: item.name

source: New fuel
bg: Ново гориво

source: Are you sure you want to delete this fuel?
bg: Сигурни ли сте, че искате да изтриете това гориво?

source: Roles
bg: Роли

source: Users table
bg: Таблица потребители

source: User: item.username
bg: Потребител: item.username

source: Are you sure you want to delete this user?
bg: Сигурни ли сте, че искате да изтриете този потребител?

source: Required field!
bg: Задължително поле!

source: Wrong email format!
bg: Грешен формат на имейла!

source: The passwords do not match!
bg: Паролите не съвпадат

source: Phone number
bg: Телефонен номер

source: Registration date
bg: Потребител:

source: Card number
bg: Номер на карта

source: Limit
bg: Лимит

source: Add
bg: Добави

source: New this.dataType
bg: Нов

source: Are you sure you want to delete this item?
bg: Сигурни ли сте, че искате да изтриете?

source: Item successfully deleted.
bg: Изтриването е успешно!

source: Item not found
bg: Елемента не е намерен

source: Registration
bg: Регистрация

source: No data
bg: Няма данни

source: Last name
bg: Фамилия

source: First name
bg: Име

source: Persons table(driver/responsible)
bg: Таблица с хора(шофьор/отговорник)

source: Are you sure you want to delete this person?
bg: Сигурни ли сте, че искате да изтриете този човек?

source: New person
bg: Нов човек

source: Hello to our site
bg: Здравейте на нашия сайт

source: Persons
bg: Лица

source: << Guest >>
bg: << Гост >>

source: New declaration for this.currentRegistrationNumber.registrationNumber
bg: Нова декларация за this.currentRegistrationNumber.registrationNumber

source: Price
bg: Цена

source: Kind
bg: Вид

source: Supplier
bg: Доставчик

source: Amount
bg: Количество

source: Fuel loaded
bg: Заредено гориво

source: Driver
bg: Шофьор

source: Fuel type
bg: Тип гориво

source: Fuel card
bg: Карта за гориво

source: CAR
bg: Лека кола

source: TRUCK
bg: Камион

source: diesel
bg: дизел

source: LPG
bg: газ

source: gasoline
bg: бензин

source: methanol
bg: метан

source: Persons
bg: Лица

source: Persons table(driver/responsible)
bg: Таблица с хора(шофьор/отговорник)

source: Guest
bg: Гост

source: Here you can manage:
bg: Тук можете да управлявате:

source: add car brand, and models,
bg: добавяне на марки и модели автомобили

source: add fuels, and fuel suppliers.
bg: добавяне на горива и доставчици на гориво.

source: add persons, for drivers or/and responsible.
bg: добавяне на лица, за шофьори и/или отговорници.

source: add car records and waybills
bg: добавяне на автомобилни досиета и пътни листи

source: Аnd if you are admin you can manage users!
bg: Ако сте администратор, можете да управлявате и потребители!

source: Please
bg: Моля

source: register
bg: регистрирайте се

source: login
bg: влезте

source: to view more!
bg: за да видите повече!
